<?php

return [
    'response' => [
        'created' => 'تم حفظ التعديلات بنجاح.',
        'updated' => 'تم حفظ التعديلات بنجاح.',
        'failed' => 'لم نتمكن من معالجة طلبك ، يرجى المحاولة مرة أخرى في وقت لاحق',
        'thanks_contact_us' => 'شكرا للتواصل معنا',
        'you_cant_delete_this' => 'لا يمكنك حذف هذا لأرتباطة ببيانات أخرى',
        'deleted' => 'تم المسح بنجاح',
        'copied' => 'تم النسخ بنجاح',
        'commentsuccess' => 'تم أرسال تعليقك بنجاح وفى مراجعة اﻷدراة' ,
    ],
];
