<?php

namespace App\Enums;

class RedirectUrlEnum
{
    const LINKS = [
        // [
        //     'old' => 'مضاعفات ومخاطر الحزام الناري | مجمع الدوحة',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'العدسات اللاصقة للأسنان',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'إنعاش-بصيلات-الشعر',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'تنظيف-المنطقة-الحساسة',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'عياده علاج-الأنيميا',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'نقص-كريات-الدم-البيضاء',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'خراج-الأسنان',
        //     'new' => '/',
        //     'code' => 301,
        // ],
        // [
        //     'old' => 'تعرف على الفشل الكلوي واعراضه الاكثر خطورة',
        //     'new' => '/',
        //     'code' => 301,
        // ],
    ];
}
